{
  "matchups": [
    {
      "F1": 0,
      "F2": 1,
      "advantageFighterIndex": 0,
      "battleDescription": "Skeletor, el esqueleto con guantes de boxeo, se enfrenta al payaso vejestorio mutante con capa con capucha."
    },
    {
      "F1": 0,
      "F2": 2,
      "advantageFighterIndex": 1,
      "battleDescription": "Skeletor lucha contra Alfredo, el monstruo de pasta Bolognesa."
    },
    {
      "F1": 0,
      "F2": 3,
      "advantageFighterIndex": 0,
      "battleDescription": "Skeletor combate con Boodoo, el muneco vudu con agujas en vez de ojos."
    },
    {
      "F1": 0,
      "F2": 4,
      "advantageFighterIndex": 1,
      "battleDescription": "Skeletor se enfrenta a Corneo, el luchador de un solo ojo gigante con pupilas verdes."
    },
    {
      "F1": 0,
      "F2": 5,
      "advantageFighterIndex": 0,
      "battleDescription": "Skeletor pelea contra McDougald, la bolsa de patatas fritas con malas pintas."
    },
    {
      "F1": 0,
      "F2": 6,
      "advantageFighterIndex": 1,
      "battleDescription": "Skeletor enfrenta a Paulter Geist, el pequeno fantasma que habita en un espejo."
    },
    {
      "F1": 0,
      "F2": 7,
      "advantageFighterIndex": 0,
      "battleDescription": "Skeletor se enfrenta a Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    },
    {
      "F1": 1,
      "F2": 2,
      "advantageFighterIndex": 1,
      "battleDescription": "Romelario, el payaso mutante, se enfrenta a Alfredo, el monstruo de pasta Bolognesa."
    },
    {
      "F1": 1,
      "F2": 3,
      "advantageFighterIndex": 1,
      "battleDescription": "Romelario combate con Boodoo, el muneco vudu con agujas en vez de ojos."
    },
    {
      "F1": 1,
      "F2": 4,
      "advantageFighterIndex": 0,
      "battleDescription": "Romelario pelea contra Corneo, el luchador de un solo ojo gigante con pupilas verdes."
    },
    {
      "F1": 1,
      "F2": 5,
      "advantageFighterIndex": 0,
      "battleDescription": "Romelario enfrenta a McDougald, la bolsa de patatas fritas con malas pintas."
    },
    {
      "F1": 1,
      "F2": 6,
      "advantageFighterIndex": 0,
      "battleDescription": "Romelario se enfrenta a Paulter Geist, el pequeno fantasma que habita en un espejo."
    },
    {
      "F1": 1,
      "F2": 7,
      "advantageFighterIndex": 1,
      "battleDescription": "Romelario combate con Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    },
    {
      "F1": 2,
      "F2": 3,
      "advantageFighterIndex": 0,
      "battleDescription": "Alfredo, el monstruo de pasta Bolognesa, se enfrenta a Boodoo, el muneco vudu con agujas en vez de ojos."
    },
    {
      "F1": 2,
      "F2": 4,
      "advantageFighterIndex": 0,
      "battleDescription": "Alfredo pelea contra Corneo, el luchador de un solo ojo gigante con pupilas verdes."
    },
    {
      "F1": 2,
      "F2": 5,
      "advantageFighterIndex": 1,
      "battleDescription": "Alfredo enfrenta a McDougald, la bolsa de patatas fritas con malas pintas."
    },
    {
      "F1": 2,
      "F2": 6,
      "advantageFighterIndex": 1,
      "battleDescription": "Alfredo combate contra Paulter Geist, el pequeno fantasma que habita en un espejo."
    },
    {
      "F1": 2,
      "F2": 7,
      "advantageFighterIndex": 0,
      "battleDescription": "Alfredo se enfrenta a Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    },
    {
      "F1": 3,
      "F2": 4,
      "advantageFighterIndex": 1,
      "battleDescription": "Boodoo, el muneco vudu, se enfrenta a Corneo, el luchador de un solo ojo gigante con pupilas verdes."
    },
    {
      "F1": 3,
      "F2": 5,
      "advantageFighterIndex": 0,
      "battleDescription": "Boodoo pelea contra McDougald, la bolsa de patatas fritas con malas pintas."
    },
    {
      "F1": 3,
      "F2": 6,
      "advantageFighterIndex": 0,
      "battleDescription": "Boodoo combate con Paulter Geist, el pequeno fantasma que habita en un espejo."
    },
    {
      "F1": 3,
      "F2": 7,
      "advantageFighterIndex": 1,
      "battleDescription": "Boodoo se enfrenta a Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    },
    {
      "F1": 4,
      "F2": 5,
      "advantageFighterIndex": 0,
      "battleDescription": "Corneo, el luchador de un solo ojo gigante, pelea contra McDougald, la bolsa de patatas fritas con malas pintas."
    },
    {
      "F1": 4,
      "F2": 6,
      "advantageFighterIndex": 1,
      "battleDescription": "Corneo se enfrenta a Paulter Geist, el pequeno fantasma que habita en un espejo."
    },
    {
      "F1": 4,
      "F2": 7,
      "advantageFighterIndex": 1,
      "battleDescription": "Corneo combate con Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    },
    {
      "F1": 5,
      "F2": 6,
      "advantageFighterIndex": 1,
      "battleDescription": "McDougald, la bolsa de patatas fritas con malas pintas, pelea contra Paulter Geist, el pequeno fantasma que habita en un espejo."
    },
    {
      "F1": 5,
      "F2": 7,
      "advantageFighterIndex": 0,
      "battleDescription": "McDougald combate contra Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    },
    {
      "F1": 6,
      "F2": 7,
      "advantageFighterIndex": 1,
      "battleDescription": "Paulter Geist, el pequeno fantasma que habita en un espejo, se enfrenta a Potape, el pequeno monstruo de vomito de los trenes de las ciudades del mundial."
    }
  ]
}
